export default [
  {
    value: '422825103000',
    text: '李家河镇',
    children: [
      {
        value: '422825103001',
        text: '柚乡苑社区居民委员会'
      },
      {
        value: '422825103200',
        text: '凤山村村民委员会'
      },
      {
        value: '422825103201',
        text: '二虎寨村村民委员会'
      },
      {
        value: '422825103202',
        text: '塘坊村村民委员会'
      },
      {
        value: '422825103203',
        text: '川大河村村民委员会'
      },
      {
        value: '422825103204',
        text: '老司城村村民委员会'
      },
      {
        value: '422825103205',
        text: '车子口村村民委员会'
      },
      {
        value: '422825103206',
        text: '八洲坝村村民委员会'
      },
      {
        value: '422825103207',
        text: '贾家沟村村民委员会'
      },
      {
        value: '422825103208',
        text: '波螺河村村民委员会'
      },
      {
        value: '422825103209',
        text: '金陵寨村村民委员会'
      },
      {
        value: '422825103210',
        text: '烂泥沟村村民委员会'
      },
      {
        value: '422825103211',
        text: '燕子溪村村民委员会'
      },
      {
        value: '422825103212',
        text: '青龙嘴村村民委员会'
      },
      {
        value: '422825103213',
        text: '麻阳村村民委员会'
      },
      {
        value: '422825103214',
        text: '茅坝村村民委员会'
      },
      {
        value: '422825103215',
        text: '干坝村村民委员会'
      },
      {
        value: '422825103216',
        text: '歪尖坡村村民委员会'
      },
      {
        value: '422825103217',
        text: '汤湾村村民委员会'
      },
      {
        value: '422825103218',
        text: '冉大河村村民委员会'
      },
      {
        value: '422825103219',
        text: '高桥村村民委员会'
      },
      {
        value: '422825103220',
        text: '老师沟村村民委员会'
      },
      {
        value: '422825103221',
        text: '茅坡村村民委员会'
      },
      {
        value: '422825103222',
        text: '箭竹坪村村民委员会'
      },
      {
        value: '422825103223',
        text: '中大塆村村民委员会'
      },
      {
        value: '422825103224',
        text: '板栗园村村民委员会'
      },
      {
        value: '422825103225',
        text: '利福田村村民委员会'
      },
      {
        value: '422825103226',
        text: '车道塆村村民委员会'
      },
      {
        value: '422825103227',
        text: '长塆村村民委员会'
      },
      {
        value: '422825103228',
        text: '司城村村民委员会'
      },
      {
        value: '422825103229',
        text: '头庄坪村村民委员会'
      },
      {
        value: '422825103230',
        text: '郭家坡村村民委员会'
      },
      {
        value: '422825103231',
        text: '楠木园村村民委员会'
      },
      {
        value: '422825103232',
        text: '柏子坳村村民委员会'
      },
      {
        value: '422825103233',
        text: '上洞坪村村民委员会'
      },
      {
        value: '422825103234',
        text: '下洞坪村村民委员会'
      },
      {
        value: '422825103235',
        text: '田幺坪村村民委员会'
      },
      {
        value: '422825103236',
        text: '黄柏园村村民委员会'
      },
      {
        value: '422825103237',
        text: '回龙村村民委员会'
      },
      {
        value: '422825103238',
        text: '冷草沟村村民委员会'
      },
      {
        value: '422825103239',
        text: '关洞坪村村民委员会'
      }
    ]
  },
  {
    value: '422825201000',
    text: '长潭河侗族乡',
    children: [
      {
        value: '422825201227',
        text: '马虎坪村民委员会'
      },
      {
        value: '422825201221',
        text: '猫子庄村民委员会'
      },
      {
        value: '422825201216',
        text: '梨子坪村民委员会'
      },
      {
        value: '422825201201',
        text: '小卧龙村民委员会'
      },
      {
        value: '422825201231',
        text: '陈家台村民委员会'
      },
      {
        value: '422825201237',
        text: '洗马坪村民委员会'
      },
      {
        value: '422825201200',
        text: '甘露村民委员会'
      },
      {
        value: '422825201220',
        text: '王家山村民委员会'
      },
      {
        value: '422825201219',
        text: '大卧龙村民委员会'
      },
      {
        value: '422825201217',
        text: '芭叶槽村民委员会'
      },
      {
        value: '422825201214',
        text: '杉木树村民委员会'
      },
      {
        value: '422825201236',
        text: '大湾村民委员会'
      },
      {
        value: '422825201206',
        text: '龙潭村民委员会'
      },
      {
        value: '422825201228',
        text: '大坨村民委员会'
      },
      {
        value: '422825201212',
        text: '诺西村民委员会'
      },
      {
        value: '422825201224',
        text: '猫村子村民委员会'
      },
      {
        value: '422825201223',
        text: '中间河村民委员会'
      },
      {
        value: '422825201218',
        text: '施铁坪村民委员会'
      },
      {
        value: '422825201238',
        text: '九坝村民委员会'
      },
      {
        value: '422825201229',
        text: '黄田村民委员会'
      },
      {
        value: '422825201207',
        text: '龙马山村民委员会'
      },
      {
        value: '422825201208',
        text: '中坝村民委员会'
      },
      {
        value: '422825201204',
        text: '兴隆村民委员会'
      },
      {
        value: '422825201235',
        text: '白果村民委员会'
      },
      {
        value: '422825201222',
        text: '客家营村民委员会'
      },
      {
        value: '422825201210',
        text: '万岭山村民委员会'
      },
      {
        value: '422825201213',
        text: '律侣坝村民委员会'
      },
      {
        value: '422825201232',
        text: '苦草坪村民委员会'
      },
      {
        value: '422825201233',
        text: '田坪村民委员会'
      },
      {
        value: '422825201234',
        text: '土鱼河村民委员会'
      },
      {
        value: '422825201203',
        text: '细沙坝村民委员会'
      },
      {
        value: '422825201225',
        text: '中间坪村民委员会'
      },
      {
        value: '422825201226',
        text: '杨柳池村民委员会'
      },
      {
        value: '422825201215',
        text: '涌洞河村民委员会'
      },
      {
        value: '422825201202',
        text: '后河村民委员会'
      },
      {
        value: '422825201205',
        text: '两河村民委员会'
      },
      {
        value: '422825201211',
        text: '易家坪村民委员会'
      },
      {
        value: '422825201230',
        text: '会口村民委员会'
      },
      {
        value: '422825201209',
        text: '小坝村民委员会'
      }
    ]
  },
  {
    value: '422825200000',
    text: '万寨乡',
    children: [
      {
        value: '422825200207',
        text: '芷药坪村民委员会'
      },
      {
        value: '422825200221',
        text: '伍家台村民委员会'
      },
      {
        value: '422825200201',
        text: '网台村民委员会'
      },
      {
        value: '422825200206',
        text: '向家村村民委员会'
      },
      {
        value: '422825200211',
        text: '梭龙坝村民委员会'
      },
      {
        value: '422825200210',
        text: '六堰塘村民委员会'
      },
      {
        value: '422825200217',
        text: '金龙坪村民委员会'
      },
      {
        value: '422825200200',
        text: '大河坝村民委员会'
      },
      {
        value: '422825200215',
        text: '后坪村民委员会'
      },
      {
        value: '422825200218',
        text: '白虎山村民委员会'
      },
      {
        value: '422825200219',
        text: '马鞍山村民委员会'
      },
      {
        value: '422825200220',
        text: '板场村民委员会'
      },
      {
        value: '422825200216',
        text: '小姑珠村民委员会'
      },
      {
        value: '422825200209',
        text: '石心河村民委员会'
      },
      {
        value: '422825200212',
        text: '铁厂沟村民委员会'
      },
      {
        value: '422825200205',
        text: '长堰沟村民委员会'
      },
      {
        value: '422825200214',
        text: '长沙河村民委员会'
      },
      {
        value: '422825200204',
        text: '大明山村民委员会'
      },
      {
        value: '422825200222',
        text: '凉风村民委员会'
      },
      {
        value: '422825200202',
        text: '芋荷坪村民委员会'
      },
      {
        value: '422825200213',
        text: '白果坝村民委员会'
      },
      {
        value: '422825200203',
        text: '罗针田村民委员会'
      },
      {
        value: '422825200223',
        text: '中台村民委员会'
      },
      {
        value: '422825200208',
        text: '千师营村民委员会'
      }
    ]
  },
  {
    value: '422825100000',
    text: '珠山镇',
    children: [
      {
        value: '422825100211',
        text: '咸池沟村民委员会'
      },
      {
        value: '422825100210',
        text: '铁厂坡村民委员会'
      },
      {
        value: '422825100002',
        text: '上湖塘社区居民委员会'
      },
      {
        value: '422825100207',
        text: '大坝沟村民委员会'
      },
      {
        value: '422825100201',
        text: '猫儿堡村民委员会'
      },
      {
        value: '422825100202',
        text: '宝塔村民委员会'
      },
      {
        value: '422825100212',
        text: '土鱼河村民委员会'
      },
      {
        value: '422825100001',
        text: '工农街社区居民委员会'
      },
      {
        value: '422825100200',
        text: '莲花坝村民委员会'
      },
      {
        value: '422825100214',
        text: '茅坝塘村民委员会'
      },
      {
        value: '422825100004',
        text: '白鹤井社区居民委员会'
      },
      {
        value: '422825100216',
        text: '狮子关村民委员会'
      },
      {
        value: '422825100215',
        text: '界直岭村民委员会'
      },
      {
        value: '422825100218',
        text: '天井堡村民委员会'
      },
      {
        value: '422825100204',
        text: '岩堡村民委员会'
      },
      {
        value: '422825100208',
        text: '芭蕉坨村民委员会'
      },
      {
        value: '422825100206',
        text: '卸甲坝村民委员会'
      },
      {
        value: '422825100005',
        text: '兴隆街社区居民委员会'
      },
      {
        value: '422825100217',
        text: '五里牌村民委员会'
      },
      {
        value: '422825100203',
        text: '七里桥村民委员会'
      },
      {
        value: '422825100209',
        text: '封口坝村民委员会'
      },
      {
        value: '422825100205',
        text: '甘溪村民委员会'
      },
      {
        value: '422825100003',
        text: '双龙湖社区居民委员会'
      },
      {
        value: '422825100213',
        text: '东门关村民委员会'
      }
    ]
  },
  {
    value: '422825203000',
    text: '晓关侗族乡',
    children: [
      {
        value: '422825203223',
        text: '覃家坪村民委员会'
      },
      {
        value: '422825203228',
        text: '沙水田村民委员会'
      },
      {
        value: '422825203203',
        text: '大岩坝村民委员会'
      },
      {
        value: '422825203208',
        text: '宋家沟村民委员会'
      },
      {
        value: '422825203224',
        text: '马泥光村民委员会'
      },
      {
        value: '422825203230',
        text: '匠科村民委员会'
      },
      {
        value: '422825203237',
        text: '尖山坪村民委员会'
      },
      {
        value: '422825203234',
        text: '杉木岭村民委员会'
      },
      {
        value: '422825203233',
        text: '卧西坪村民委员会'
      },
      {
        value: '422825203220',
        text: '倒洞塘村民委员会'
      },
      {
        value: '422825203200',
        text: '黄河村民委员会'
      },
      {
        value: '422825203221',
        text: '堰塘坪村民委员会'
      },
      {
        value: '422825203211',
        text: '白沙溪村民委员会'
      },
      {
        value: '422825203232',
        text: '铜锣坪村民委员会'
      },
      {
        value: '422825203236',
        text: '大山坪村民委员会'
      },
      {
        value: '422825203214',
        text: '猫山村民委员会'
      },
      {
        value: '422825203213',
        text: '牛场村民委员会'
      },
      {
        value: '422825203205',
        text: '高桥村民委员会'
      },
      {
        value: '422825203216',
        text: '中村坝村民委员会'
      },
      {
        value: '422825203204',
        text: '蚂蚁洞村民委员会'
      },
      {
        value: '422825203210',
        text: '黄草坝村民委员会'
      },
      {
        value: '422825203226',
        text: '山尖坳村民委员会'
      },
      {
        value: '422825203215',
        text: '桐子营村民委员会'
      },
      {
        value: '422825203209',
        text: '张官村民委员会'
      },
      {
        value: '422825203225',
        text: '茅坡田村民委员会'
      },
      {
        value: '422825203235',
        text: '骡马洞村民委员会'
      },
      {
        value: '422825203212',
        text: '草坝村民委员会'
      },
      {
        value: '422825203207',
        text: '坪地坝村民委员会'
      },
      {
        value: '422825203239',
        text: '小高锣村民委员会'
      },
      {
        value: '422825203206',
        text: '野椒园村民委员会'
      },
      {
        value: '422825203219',
        text: '长坳村民委员会'
      },
      {
        value: '422825203229',
        text: '大咸村民委员会'
      },
      {
        value: '422825203238',
        text: '姚家坪村民委员会'
      },
      {
        value: '422825203222',
        text: '小溪村民委员会'
      },
      {
        value: '422825203227',
        text: '七将营村民委员会'
      },
      {
        value: '422825203202',
        text: '古路槽村民委员会'
      },
      {
        value: '422825203201',
        text: '岩狮村民委员会'
      },
      {
        value: '422825203217',
        text: '干家坝村民委员会'
      },
      {
        value: '422825203218',
        text: '桥塘村民委员会'
      },
      {
        value: '422825203231',
        text: '八台村民委员会'
      }
    ]
  },
  {
    value: '422825101000',
    text: '椒园镇',
    children: [
      {
        value: '422825101208',
        text: '红岩卡村民委员会'
      },
      {
        value: '422825101200',
        text: '椒园村民委员会'
      },
      {
        value: '422825101207',
        text: '龙洞村民委员会'
      },
      {
        value: '422825101210',
        text: '香树林村民委员会'
      },
      {
        value: '422825101212',
        text: '庆阳坝村民委员会'
      },
      {
        value: '422825101217',
        text: '石家沟村民委员会'
      },
      {
        value: '422825101204',
        text: '凉风洞村民委员会'
      },
      {
        value: '422825101211',
        text: '店子坪村民委员会'
      },
      {
        value: '422825101214',
        text: '新茶园村民委员会'
      },
      {
        value: '422825101209',
        text: '三河沟村民委员会'
      },
      {
        value: '422825101206',
        text: '黄坪村民委员会'
      },
      {
        value: '422825101219',
        text: '荆竹坪村民委员会'
      },
      {
        value: '422825101213',
        text: '老寨溪村民委员会'
      },
      {
        value: '422825101202',
        text: '石马村民委员会'
      },
      {
        value: '422825101203',
        text: '锣圈岩村民委员会'
      },
      {
        value: '422825101216',
        text: '洗草坝村民委员会'
      },
      {
        value: '422825101201',
        text: '水田坝村民委员会'
      },
      {
        value: '422825101205',
        text: '白泥坝村民委员会'
      },
      {
        value: '422825101218',
        text: '龙潭溪村民委员会'
      },
      {
        value: '422825101220',
        text: '水井坳村民委员会'
      },
      {
        value: '422825101215',
        text: '土皇坪村民委员会'
      }
    ]
  },
  {
    value: '422825205000',
    text: '椿木营乡',
    children: [
      {
        value: '422825205210',
        text: '杨柳坨村民委员会'
      },
      {
        value: '422825205202',
        text: '干竹坪村民委员会'
      },
      {
        value: '422825205209',
        text: '锣鼓圈村民委员会'
      },
      {
        value: '422825205201',
        text: '白果村民委员会'
      },
      {
        value: '422825205211',
        text: '十家坪村民委员会'
      },
      {
        value: '422825205204',
        text: '范家坪村民委员会'
      },
      {
        value: '422825205213',
        text: '深湾村民委员会'
      },
      {
        value: '422825205206',
        text: '杉坨村民委员会'
      },
      {
        value: '422825205212',
        text: '莲花台村民委员会'
      },
      {
        value: '422825205208',
        text: '木营村民委员会'
      },
      {
        value: '422825205207',
        text: '勾腰坝村民委员会'
      },
      {
        value: '422825205203',
        text: '黄家坪村民委员会'
      },
      {
        value: '422825205214',
        text: '白岩溪村民委员会'
      },
      {
        value: '422825205200',
        text: '长槽村民委员会'
      },
      {
        value: '422825205205',
        text: '挖断山村民委员会'
      }
    ]
  },
  {
    value: '422825102000',
    text: '沙道沟镇',
    children: [
      {
        value: '422825102213',
        text: '中坝坪村民委员会'
      },
      {
        value: '422825102248',
        text: '大垭村民委员会'
      },
      {
        value: '422825102246',
        text: '老岔村民委员会'
      },
      {
        value: '422825102236',
        text: '马桑溪村民委员会'
      },
      {
        value: '422825102200',
        text: '松坪村民委员会'
      },
      {
        value: '422825102203',
        text: '补溪村民委员会'
      },
      {
        value: '422825102221',
        text: '二坪村民委员会'
      },
      {
        value: '422825102232',
        text: '金盆村民委员会'
      },
      {
        value: '422825102244',
        text: '二台坪村民委员会'
      },
      {
        value: '422825102206',
        text: '响龙村民委员会'
      },
      {
        value: '422825102243',
        text: '赵家坝村民委员会'
      },
      {
        value: '422825102220',
        text: '两河村民委员会'
      },
      {
        value: '422825102207',
        text: '街上村民委员会'
      },
      {
        value: '422825102239',
        text: '潭子洞村民委员会'
      },
      {
        value: '422825102247',
        text: '辽叶村民委员会'
      },
      {
        value: '422825102234',
        text: '白水村民委员会'
      },
      {
        value: '422825102210',
        text: '洗白溪村民委员会'
      },
      {
        value: '422825102229',
        text: '野溪村民委员会'
      },
      {
        value: '422825102219',
        text: '小白溪村民委员会'
      },
      {
        value: '422825102230',
        text: '茶园村民委员会'
      },
      {
        value: '422825102201',
        text: '咸池村民委员会'
      },
      {
        value: '422825102212',
        text: '沙河溪村民委员会'
      },
      {
        value: '422825102242',
        text: '芦茅湾村民委员会'
      },
      {
        value: '422825102235',
        text: '高荒坪村民委员会'
      },
      {
        value: '422825102217',
        text: '黄泥塘村民委员会'
      },
      {
        value: '422825102225',
        text: '玛瑙村民委员会'
      },
      {
        value: '422825102211',
        text: '核桃湾村民委员会'
      },
      {
        value: '422825102240',
        text: '官庄村民委员会'
      },
      {
        value: '422825102215',
        text: '栏杆坪村民委员会'
      },
      {
        value: '422825102228',
        text: '鱼泉村民委员会'
      },
      {
        value: '422825102227',
        text: '布袋溪村民委员会'
      },
      {
        value: '422825102233',
        text: '庙垭村民委员会'
      },
      {
        value: '422825102245',
        text: '木龙寨村民委员会'
      },
      {
        value: '422825102216',
        text: '班大湖村民委员会'
      },
      {
        value: '422825102224',
        text: '红石村民委员会'
      },
      {
        value: '422825102208',
        text: '桃子岔村民委员会'
      },
      {
        value: '422825102214',
        text: '当阳坪村民委员会'
      },
      {
        value: '422825102226',
        text: '龙潭村民委员会'
      },
      {
        value: '422825102231',
        text: '林业村民委员会'
      },
      {
        value: '422825102223',
        text: '四道村民委员会'
      },
      {
        value: '422825102241',
        text: '大白溪村民委员会'
      },
      {
        value: '422825102218',
        text: '麻柳村民委员会'
      },
      {
        value: '422825102238',
        text: '药铺村民委员会'
      },
      {
        value: '422825102202',
        text: '苦溪村民委员会'
      },
      {
        value: '422825102222',
        text: '红旗坪村民委员会'
      },
      {
        value: '422825102205',
        text: '水田坝村民委员会'
      },
      {
        value: '422825102237',
        text: '棕溪村民委员会'
      },
      {
        value: '422825102209',
        text: '乐坪村民委员会'
      },
      {
        value: '422825102204',
        text: '上洞村民委员会'
      }
    ]
  },
  {
    value: '422825104000',
    text: '高罗镇',
    children: [
      {
        value: '422825104230',
        text: '清水塘村民委员会'
      },
      {
        value: '422825104209',
        text: '盘古庙村民委员会'
      },
      {
        value: '422825104200',
        text: '马料坡村民委员会'
      },
      {
        value: '422825104228',
        text: '马家寨村民委员会'
      },
      {
        value: '422825104202',
        text: '苗寨村民委员会'
      },
      {
        value: '422825104214',
        text: '火烧营村民委员会'
      },
      {
        value: '422825104216',
        text: '大茅坡营村民委员会'
      },
      {
        value: '422825104201',
        text: '甘溪村民委员会'
      },
      {
        value: '422825104217',
        text: '团结村民委员会'
      },
      {
        value: '422825104220',
        text: '下坝村民委员会'
      },
      {
        value: '422825104222',
        text: '磨子沟村民委员会'
      },
      {
        value: '422825104229',
        text: '水塘村民委员会'
      },
      {
        value: '422825104215',
        text: '小茅坡营村民委员会'
      },
      {
        value: '422825104227',
        text: '龙潭河村民委员会'
      },
      {
        value: '422825104212',
        text: '岩缝溪村民委员会'
      },
      {
        value: '422825104205',
        text: '埃山村民委员会'
      },
      {
        value: '422825104207',
        text: '麻柳塘村民委员会'
      },
      {
        value: '422825104203',
        text: '龙河村民委员会'
      },
      {
        value: '422825104211',
        text: '倒流水村民委员会'
      },
      {
        value: '422825104213',
        text: '向家坪村民委员会'
      },
      {
        value: '422825104208',
        text: '腊树园村民委员会'
      },
      {
        value: '422825104226',
        text: '大坪村民委员会'
      },
      {
        value: '422825104223',
        text: '光荣桥村民委员会'
      },
      {
        value: '422825104218',
        text: '漫牯牛村民委员会'
      },
      {
        value: '422825104210',
        text: '板寮村民委员会'
      },
      {
        value: '422825104225',
        text: '七把刀村民委员会'
      },
      {
        value: '422825104224',
        text: '熊洞村民委员会'
      },
      {
        value: '422825104204',
        text: '九间店村民委员会'
      },
      {
        value: '422825104219',
        text: '小河村民委员会'
      },
      {
        value: '422825104221',
        text: '麻阳寨村民委员会'
      },
      {
        value: '422825104206',
        text: '黄家河村民委员会'
      },
      {
        value: '422825104231',
        text: '车道湖村民委员会'
      }
    ]
  }
]
